let questions=[
    {
        num:1,
        questions:" পবিত্র কোরআনে  সর্বপ্রথম আয়াতে কি উপদেশ দেওয়া হয়েছে?  ",
        answer: "(ক)পড়",
        option:[
            "(ক)পড়", "(খ)লেখ", "(গ)জ্ঞান অর্জন করো", "(ঘ)কাজ করো"
            
        ]
    },
    {
        num:2,
        questions:" পাহাড়পুর কোথায় অবস্থিত?", 
        answer:"(ক) নওগাঁ",
        option:[
            "(ক) নওগাঁ",
            "(খ) জয়পুরহাট",
            "(গ) নাটোর",
            "(ঘ) চাপাইনবয়াবগঞ্জ "
            
   
            
        ]
    },
    {
        num:3,
        questions:"কুসুম্বা মসজিদ কোথাই অবস্থিত ?  ",
        answer:" (ক) নওগাঁ ",
        option:[
            "(ক) বাগেরহাট",
            " খ) কুমিল্লা",
            " (ক) নওগাঁ ",
            "(ঘ) চাপাইনবয়াবগঞ্জ ",
            
        ]
        
  
    },
    {
        num:4,
        questions: " নিচের কোনটি জংশন স্টেশন ? ",
        answer:"(গ) সান্তাহার ",
        option:[
            "(ক) নাটোর",
             "(খ) জয়পুরহাট ",
             "(গ) সান্তাহার ",
             " (ঘ) বগুড়া",

           
 
        ]
    },
    {
        num:5,
        questions:" কাসার জন্য বিখ্যাত জেলা কোনটি? ",
        answer:"(খ) নওগাঁ",
        option:[
            "(ক) নড়াইল",
            "(খ) নওগাঁ",
            "(গ) টাংগাইল  ",
            "(ঘ) নারায়নগঞ্জ",
            


            
        ]
        
 
    },
     {
        num:6,
        questions: " নিচের কোনটি ইনপুট এবং আউট হিসাবে উভয় ডিভাইস হিসাবে ব্যবহার করা হয়---- ",
        answer:"(খ)মডেম ",
        option:[
            "(ক)মাউস",
             "(খ)মডেম ",
             " (গ)কিবোর্ড",
             " (ঘ)প্লটার",

           
 
 
 
        ]
    },
     {
        num:7,
        questions: "  রাশিয়ার মুদ্রার নাম কি? ",
        answer:"(খ) রুবল",
        option:[
            "(ক) র‍্যান্ড",
             "(খ) রুবল",
             " ((গ) পেসো",
             " ((ঘ) ডলার) ",

           
 
        ]
        
  
    },
     {
        num:8,
        questions: " বিশ্বে কোন ভাষায় মানুষ বেশি কথা বলে? ",
        answer:"(ঘ) মান্দারিন",
        option:[
            "(ক) ইংরেজি ",
             "(খ) স্পানিস ",
             " (গ) পর্তুগিজ",
             "(ঘ) মান্দারিন",

           
 
        ]
        
   
    },
     {
        num:9,
        questions: " লেবুতে কোন এসিড থাকে?",
        answer:" (ঘ)সাইট্রিক এসিড ",
        option:[
            "(ক)ম্যালিক এসিড ",
             "((খ)অক্সালিক এসিড",
             "(গ)এসিটিক এসিড  ",
             " (ঘ)সাইট্রিক এসিড ",

           

  
 
        ]
    },
     {
        num:10,
        questions: " আর্জেন্টিনা সর্বপ্রথম কত সালে বিশ্বচাম্পিয়ন হয়? ",
        answer:" (খ) ১৯৭৮ ",
        option:[
            "(ক) ১৯৬২",
             " (খ) ১৯৭৮ ",
             " গ) ১৯৮৬",
             " (ঘ) ১৯৯০ ",

           
 
        ]
        


 
 
    },
        {
        num:11,
        questions: " ন্যাটোর  বর্তমান সদস্য দেশ কয়টি?  ",
        answer:"(খ) ৪৮ ",
        option:[
            "(ক) ৫৯",
             "(খ) ৪৮ ",
             " (গ) ৪৭ ",
             " (ঘ) ৪৫ ",

           
 
        ]
    },
        {
        num:12,
        questions: " বাতাশের শহর বলা হয় ?  ",
        answer:"(ক) শিকাগো ",
        option:[
            "(ক) শিকাগো ",
             "(খ) বুয়েন্স -আয়ার্স ",
             " (গ) ফান্সিস্কো ",
             " (ঘ) জুরিখ ",

           
  


 
 
        ]
    },
        {
        num:13,
        questions: " বাংলাদেশের সীমান্তবর্তী জেলা কয়টি? ",
        answer:"(খ) ৩২",
        option:[
            "(ক) ৩০",
             "(খ) ৩২",
             "(গ) ২৮ ",
             "(ঘ) ৩৩",

           
 
        ]
    },
        {
        num:14,
        questions: " পবিত্র কোরআনে মক্কায় অবতির্ণ সুরার সংখ্যা কত?  ",
        answer:"(ক) ৮৬",
        option:[
            "(ক) ৮৬",
             "(খ) ৮০ ",
             " ((গ) ৯০ ",
             "  (ঘ) ৮৮ ",

           
  
 
        ]
    },
        {
        num:15,
        questions: " পবিত্র কোরআনে বর্নিত সুরা যার অর্থ নগর /শহর  নিচের কোনটি?  ",
        answer:"(গ) বালাদ",
        option:[
            "(ক) রাদ ",
             "(খ) হাদিদ",
             "(গ) বালাদ",
             " (ঘ) বুরুজ ",

           
 
 
 
        ]
    },
      {
        num:16,
        questions: " বাংলাদেশে আন্তর্জাতিক বিমানবন্দর কয়টি? ",
        answer:"(খ) ৩ ",
        option:[
            "(ক) ২  ",
             "(খ) ৩ ",
             "(গ) ৪",
             " (ঘ) ৫",

           
 

  
 
 
        ]
    },
      {
        num:17,
        questions: " পবিত্র কোরআনে ৩০ পারায় কোন সুরায় নবী ইব্রাহিম (আঃ) ও মুসা (আঃ) দুইজনের নাম একই আয়াতে আসছে?  ",
        answer:"(ক) সূরা আ'লা",
        option:[
            "(ক) সূরা আ'লা",
             "(খ) সূরা বুরুজ ",
             " (গ) সূরা ফজর",
             " (ঘ) সূরা ইনশিরাহ",

           
 
 
 
 
        ]
    },
      {
        num:18,
        questions: "  জিবনে যা কিছু পেয়েছো তার জন্য তার জন্য অহংকার করোনা যা হারিয়েছে তার জন্য দুঃখ ও  এতেই তোমার জন্য মংগল নিহিত রহিয়াছে আমি যা জানি তোমরা তা জানোনা কোন জিনিসে তোমাদের মংগল উত্ত আয়াতটি কোন সুরায় উল্লেখ আছে? ",
        answer:"(গ) সূরা হাদিদ",
        option:[
            "(ক) সূরা আনকাবুত",
             "(খ) সূরা নমল ",
             "(গ) সূরা হাদিদ",
             " (ঘ) সুরা ফুরকান",

           
 

 
        ]
    },
      {
        num:19,
        questions: " পানিসেচ পদ্ধতি আবিষ্কার করে কোন সভ্যতা? ",
        answer:"(খ) ইনকা",
        option:[
            "(ক) ব্যাবিলিয়ন  ",
             "(খ) ইনকা",
             " (গ) রোম ",
             " (ঘ) পারস্য ",

           
 



 
 
        ]
    },
      {
        num:20,
        questions: " মানুষের চোখের রং নিয়ন্ত্রণ করে----",
        answer:"(খ) DNA ",
        option:[
            "(ক) RNA ",
             "(খ) DNA ",
             "(গ) সেন্ট্রোমিয়ার",
             " (ঘ) নিউক্লিওয়াস",

           
 
 
 
 
 
        ]
    },

]